<template>
  <div class="container">

    <div class="xy_cont">
      <div class="title">《注册服务协议及隐私协议》</div>
      <p>“金享圈平台”由上海数鸟信息科技有限公司开发设计及运营（以下简称“本公司”），在此特别提醒您（用户）在注册成为金享圈平台用户之前，请认真阅读本协议，确保您充分理解本协议中各条款。请您审慎阅读并选择接受或不接受本协议。除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。</p>
      <p>本协议约定本公司与用户之间关于金享圈平台服务（以下简称“服务”）的权利义务。“用户”是指注册、登录、使用本服务的个人。本协议可由本公司随时更新，更新后的协议条款一旦公布即代替原来的协议条款，恕不再另行通知，用户可在本网站查阅最新版协议条款。在本公司修改协议条款后，如果用户不接受修改后的条款，请立即停止使用本公司提供的服务，用户继续使用本公司提供的服务将被视为接受修改后的协议。</p>
      <h4>一、帐号相关</h4>
      <p>（一）用户注册资格</p>
      <p>1、您应保证您所服务的机构合法存续，并具备从事贷款业务的资质。</p>
      <p>2、您保证您与您所服务机构签署了劳动合同，是所服务机构的正式员工，并已获得从事贷款业务所必要的授权。</p>
      <p>3、尽管有前述的规定，但金享圈平台服务不向18周岁以下的个人及被金享圈平台临时或无限期中止服务的金享圈平台会员提供。</p>
      <p>4、金享圈平台部分服务是面向认证通过用户的，非认证用户将无法使用，具体详情以金享圈平台平台届时向认证用户或非认证用户开放的服务功能为准。因未能完成认证而无法享受金享圈平台服务造成的损失，本公司不承担任何责任。</p>
      <p>若您不符合本协议规定的用户资格，请您切勿使用本协议项下之服务。</p>
      <p>（二）帐号注册</p>
      <p>1、用户在使用本服务前需要注册一个“金享圈平台”帐号。“金享圈平台”帐号应当使用手机号码绑定注册，请用户使用尚未与“金享圈平台”帐号绑定的手机号码，以及未被本公司根据本协议封禁的手机号码注册“金享圈平台”帐号。本公司可以根据用户需求或产品需要对帐号注册和绑定的方式进行变更，而无须事先通知用户。</p>
      <p>2、用户在注册时所设置的帐号名称和密码将作为“金享圈平台”识别用户身份的有效标识。用户应保证注册的“金享圈平台”帐号对应的是用户本人，本公司在发现用户试图注册多个本人的“金享圈平台”帐号（例如使用相同居民身份证和护照注册或认证了不同的金享圈平台帐号），或用户同时持有多个使用中的金享圈平台帐号时，本公司有权将相关帐号进行调整、合并或冻结，并视情况暂停或终止向用户提供的部分或全部服务。</p>
      <p>3、“金享圈平台”系借贷信息对接平台，将来源于借款申请人（以下简称：借款客户）主动提交的需求单（以下统称：借款需求单）对接给“金享圈平台”上的用户。鉴于此服务需要，本公司针对“金享圈平台”的用户搜集的信息包括但不限于用户的姓名、性别、年龄、出生日期、身份证号、地址、所在公司等。本公司同意对这些信息的使用将受限于第二条用户个人隐私信息保护的约束。用户需要同意包括但不限于以下各项：</p>
      <p>（1）用户需要准确提供并及时更新正确、最新及完整的身份信息及相关资料。如果用户提供的信息及相关资料错误、不实、不准确、过时或不完整，或者用户没有及时配合补充提供相关资料，用户对本服务的使用可能会受到部分或全部地限制、暂停或终止。由此产生的任何损失由用户自行承担，本公司不承担任何责任。</p>
      <p>（2）用户应当准确提供并及时更新所提供的联系电话、联系地址等联系方式及身份证、银行卡等信息，以便本公司与用户取得及时、有效的联系。用户应完全独自承担因通过这些联系方式无法与用户取得联系致使用户遭受的任何损失和增加的任何费用等不利后果。用户理解并同意，用户有义务保持所提供的联系方式的有效性，如有任何变更应及时通知本公司以进行更新，同时用户应按本公司的要求进行相关操作。</p>
      <p>（3）在下列任意情况出现时，如本公司要求，用户须要积极配合提供有效身份证明文件或其他必要文件，并允许本公司留存该等文件的彩色扫描件，否则用户对本服务的使用可能会受到部分或全部的限制、暂停或止：</p>
      <p>A、用户要求变更身份信息或用户的身份证明文件已过有效期的；</p>
      <p>B、本公司认为用户使用本服务的行为出现异常的；</p>
      <p>C、本公司认为用户的身份资料存在疑点的；</p>
      <p>D、本公司认为有必要核对或留存用户身份证明文件或其他必要文件的情况。</p>
      <p>（4）用户需要同意并授权：本公司可以通过电信运营商、银行、或其他可以提供用户身份校验服务或提供可用于身份校验信息的主体，按照该第三方的规则对用户的身份加以校验；或是以本公司认为适当的方式中的一种或多种来对用户进行身份校验。</p>
      <p>（5）本公司对于您或您所在公司的从事贷款业务资质或其他用户资质具有复查的权利，在复查时如发现您或者您所在公司存在资质上的瑕疵时，有权要求您补充相关认证资料，在认证资料补充期间将暂停您对于“金享圈平台”各项服务的使用。</p>
      <p>（三）帐号安全</p>
      <p>用户对使用“金享圈平台”帐号或密码进行的一切操作及言论负完全的责任，用户同意：</p>
      <p>1、用户应对其“金享圈平台”帐号和密码妥善保管，并对以该帐号进行的所有操作和行为承担全部的法律责任。有鉴于此，用户应当：对能够登录、使用您的帐号的，使用本服务的，或验证您身份的一切信息和设备进行妥善保管，使之处于您的安全掌控之下。对于因这些信息或设备的披露、泄露、遗失或非授权使用所致的损失，由您自行承担。</p>
      <p>2、用户一旦发现上述信息或设备遗失，或存在被他人冒用、盗用，或发生其他可能危及到其帐号安全或其信息安全的情形时，用户应立即以有效方式通知到本公司，向本公司申请采取相关措施。本公司发现前述情形或本公司有合理理由怀疑针对本服务的操作并非出自于用户本人的，本公司可以暂时或永久中止向用户提供相关服务。对于因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用，本公司不承担任何责任。</p>
      <p>3、用户应自行对其“金享圈平台”帐号负责，只有用户本人方可登录、使用该帐号。该帐号不可转让、不可赠与、不可继承。在用户决定不再使用该帐号时，应按本公司规定流程向本公司申请注销该帐号。</p>
      <p>（四）帐号注销</p>
      <p>在需要终止使用本服务时，用户可以申请注销其本人的“金享圈平台”帐号；在本公司决定终止向用户提供本服务时，本公司亦可注销用户的“金享圈平台”帐号。就此，用户同意：</p>
      <p>1、用户所申请注销的“金享圈平台”帐号应当是用户依照本协议的约定注册并由本公司提供给用户本人的帐号。用户应当依照本公司规定的程序进行“金享圈平台”帐号注销。</p>
      <p>2、“金享圈平台”帐号注销将导致本公司终止为用户提供本服务，本协议约定的双方的权利义务终止，但依本协议其他条款另行约定不得终止的或依其性质不能终止的除外。</p>
      <p>3、用户申请注销的“金享圈平台”帐号应当不存在任何由于该帐号被注销而导致的未了结的合同关系与其他基于该帐号的存在而产生或维持的权利义务，及本公司认为注销该帐号会由此产生未了结的权利义务而产生纠纷的情况。</p>
      <p>4、用户的帐号注销后，用户不可撤销地授权本公司仍将继续持有、保留用户的用户信息及用户使用本服务的记录。用户的帐号注销后，本公司没有义务向用户返还任何数据或提供查询服务。</p>
      <p>5、如用户注册“金享圈平台”帐号后半年内不登录，通知用户后，本公司可以注销该帐号，由此造成的不利后果由用户自行承担。</p>
      <h4>二、服务内容</h4>
      <p>（一）“金享圈平台”提供的服务具体内容由本公司根据实际情况提供，包括但不限于：筛选借款客户（实际对应的是该借款客户的借款需求单）、抢借款需求单、发布交易需求、信息订制。具体详情以“金享圈平台”当时提供的服务内容为准。在“金享圈平台”抢单页面您可简单查看借款需求客户简单的基础信息，如您想进一步知晓信息或联系，您需要使用“金币”进行抢单，抢单后您将获得借款需求客户的联系方式等信息。“金享圈平台”上的借款需求单及相关信息是由借款客户主动提交并授权本公司在金享圈平台上发布，本公司对此借款需求内容的真实性不作保证，您也不能据此向本公司提出任何法律主张。“金享圈平台”所提供借款客户的各种信息及资料仅为参考，您应依其独立判断做出决策。您据此进行交易的，产生的风险由您自行承担，您无权据此向本公司提出任何法律主张。在交易过程中，您与借款客户、其他用户之间发生的任何纠纷，由纠纷各方自行解决，本公司不承担任何责任。本公司对提供的服务拥有最终解释权。</p>
      <p>（二）“金享圈平台”作为借款客户和资金提供方（借出方）业务员的信息对接平台。本公司不能控制双方交易所涉及的服务的质量、安全或合法性，信息的真实性或准确性，以及交易方履行其在贸易协议项下的各项义务的能力。本公司并不作为接受服务方或是提供服务方的身份参与交易行为的本身。本公司提醒您应该通过自己的谨慎判断确定服务及相关信息的真实性、合法性和有效性。</p>
      <p>（三）有借款需求的用户（借款客户）将借款需求发布至“金享圈平台”，您应对借款客户的借款需求进行自行确认，确认之后可进行交易。本公司不参与对您与借款客户间所进行的一切行为，若因未仔细确认借款客户的要求或者其他行为导致您与借款客户间发生纠纷的，本公司不承担任何责任。</p>
      <p>（四）本公司所提供的服务有可能会发生变更或者增加，本公司对提供的服务拥有最终解释权。</p>
      <p>（五）费用</p>
      <p>1、当您使用本协议项下“金享圈平台”服务时，本公司会向您收取相关服务费用，各项服务费用请详见您使用“金享圈平台”服务时“金享圈平台”平台上所列之收费方式说明。</p>
      <p>2、您在使用“金享圈平台”服务过程中，进行如充值或提现等可能需要向第三方（如银行或第三方支付公司等）支付一定的费用，具体收费标准详见第三方网站相关页面，或“金享圈平台”平台的提示。</p>
      <p>3、您在使用“金享圈平台”服务时，由于上网而产生的流量费用、通信费用由相关运营商收取。</p>
      <p>4、您因使用“金享圈平台”所提供服务完成的交易而取得的收入，应当由您按照所适用法律规定承担相应的税费。</p>
      <p>5、您在使用“金享圈平台”服务时，充值后所得到的“金币”为虚拟货币，不等同于法定货币。该“金币”仅可在“金享圈平台”上用于抢单，不得退款和变现，也不得用其他各种方式变相处置货交易。</p>
      <h4>三、用户个人隐私保护</h4>
      <p>（一）保护用户隐私是本公司的重点原则，尊重用户个人隐私信息的私有性是本公司的一贯制度，本公司将采取各种技术手段和强化内部管理等其他必要措施，确保用户个人隐私信息安全，防止在本服务中收集的用户个人隐私信息泄露、毁损或丢失。在发生前述情形或本公司发现存在发生前述情形的可能时，将及时采取补救措施。</p>
      <p>（二）本公司因收集您的信息是出于遵守国家法律法规的规定以及向您提供服务及提升服务质量的目的，本公司对您的信息承担保密义务，不会为满足第三方的营销目的而向其出售或出租您的任何信息，本公司在下列情况下才会将您的信息与第三方共享：</p>
      <p>1、获得您的同意或授权。</p>
      <p>2、只有共享您的信息，才能提供您需要的服务和（或）产品。</p>
      <p>3、某些服务和（或）产品由本公司的合作伙伴提供或由本公司与合作伙伴共同提供，本公司会与其共享提供服务和（或）产品需要的信息。</p>
      <p>4、本公司与第三方进行联合推广活动，本公司可能与其共享活动过程中产生的、为完成活动所必要的个人信息，如参加活动的中奖名单、中奖人联系方式等，以便第三方能及时向您发放奖品。</p>
      <p>5、根据法律法规的规定及有权机关的要求。</p>
      <p>6、根据法律规定及合理商业习惯，在本公司计划与其他公司合并或被其收购或进行其他资本市场活动（包括但不限于IPO，债券发行）时，以及其他情形下本公司需要接受来自其他主体的尽职调查时，本公司会把您的信息提供给必要的主体，但本公司会通过和这些主体签署保密协议等方式要求其对您的个人信息采取合理的保密措施。</p>
      <p>您理解，在上述情况下本公司与其它第三方进行信息共享，第三方可以通过共享的联系方式向您核实信息、说明服务内容、推送活动信息等，不视为对您个人信息的泄漏，您对此表示同意并认可。</p>
      <p>（三）由于下列情况导致的个人信息泄露，本公司将不承担任何责任：</p>
      <p>1、由于用户将其帐号密码告知他人或与他人共享注册帐号与密码，由此导致的任何个人信息的泄漏，或其他非因本公司原因（因本协议第二条所列情形导致信息泄漏的，不视为本公司原因）导致用户个人信息的泄露；</p>
      <p>2、任何由于黑客攻击、电脑病毒入侵及其他不可抗力事件所导致的用户信息泄露、公开。</p>
      <h4>四、使用规则</h4>
      <p>本公司一直致力于给借款客户（“金享会平台”软件平台的用户）和信贷经理（“金享圈平台”软件平台的用户）打造一个便利、纯净、优质、安全的借贷信息对接服务平台。为此，“金享圈平台”用户在使用过程中，必须理解并同意接受以下规则：</p>
      <p>（一）您同意，本公司通过您的“金享圈平台”帐号接受来自您的指令，无论您通过何种方式向本公司发出指令，都不可撤回或撤销，且视为您本人的指令。</p>
      <p>（二）您同意，您应按照“金享圈平台”的要求完善您的身份信息以最终达到用户认证要求，否则，“金享圈平台”平台上一些服务使用会受到限制，且本公司有权对您的帐号进行冻结、注销。本公司不负责审核您提供的个人信息的真实性、准确性或完整性，因信息不真实、不准确或不完整而引起的任何问题及其后果，由您自行承担，且您应保证本公司免受由此而产生的任何损害或责任。若我们发现您提供的个人信息是虚假、不准确或不完整的，我们有权自行决定终止向您提供服务。若涉嫌恶意信息作假或盗用他人信息，本公司有权随时对您的帐号进行冻结、注销，同时本公司将保留追究您相应法律责任的权利。</p>
      <p>（三）您理解并同意，本公司一直在努力，但是本公司不能保证您在“金享圈平台”上抢单获取的借款客户情况一定符合您所服务机构的放款要求。并且，本公司不介入您和借款客户的实际借贷交易。您和借款客户之间发生的任何纠纷、损失由您自行承担，与本公司无关。</p>
      <p>（四）您同意，您保证在为借款客户提供服务的过程中，不应收取除您所属机构明确公示以外的任何其他费用或其他不合理费用。</p>
      <p>（五）您同意，遵守“金享圈平台”规则，接收来自本公司或本公司合作伙伴发出的邮件或信息。</p>
      <p>（六）您同意，您严禁在未经用户许可的情况下，将其个人/企业信息向第三方泄露，如违反，本公司将取消您与本公司合作的资格。本公司有权随时对您的帐号进行冻结、注销，同时本公司将保留追究您相应法律责任的权利。</p>
      <p>（七）您同意，如您所属机构无法批准借款客户的借款申请，您可以向借款客户推荐其他具备资质的机构，但是必须事先获得借款客户的书面许可。</p>
      <p>（八）您同意，您在金享圈平台上抢单获得借款客户联系方式后，联系借款客户时不得威胁恐吓、侮辱、欺骗、诽谤、敲诈客户。在被借款客户投诉或本公司有合理理由确定您对客户有威胁恐吓、侮辱、欺骗、诽谤、敲诈等行为时，本公司有权暂时冻结您的帐号3天、一周或一月时间。多次被投诉或被本公司有合理理由确定您存在违反本协议约定行为时，本公司有权延长冻结时间、永久冻结、注销您的帐号。</p>
      <p>（九）您同意，不得向借款客户索取不雅照片，一经发现，永久冻结，且进入“金享圈平台”注册、使用等黑名单。</p>
      <p>（十）您同意，不得以“金享圈平台”或“合作公司借款客户端名称”或本公司的名义向借款客户收取任何费用。不得以“金享圈平台”或“合作公司借款客户端名称”或本公司的工作人员的身份与借款客户沟通。不得虚构事实、隐瞒真相以误导、欺骗借款客户。</p>
      <p>（十一）您同意，在未经本公司事先书面同意的情况下，不得以复制、传播等方式使用“金享圈平台”和“合作公司借款客户端名称”的软件图标，以及在“金享圈平台”和“合作公司借款客户端名称”上展示的任何资料。</p>
      <p>（十二）您承诺自己在使用“金享圈平台”服务时实施的所有行为均遵守国家法律、法规和本公司的相关规定以及各种社会公共利益或公共道德。如有违反导致任何法律后果的发生，您独立承担所有相应的法律责任。</p>
      <!-- <p>（十三）您同意并保证不得利用“金享圈平台”提供的服务从事侵害他人权益或违法之行为，若有违反者应独立承担所有法律责任。本公司有权随时对您的帐号进行冻结、注销，同时本公司将保留追究您相应法律责任的权利。上述行为包括但不限于：</p> -->
      <p>（十三）您同意并保证不得利用“金享圈平台”提供的服务从事侵害他人权益或违法之行为，若有违反者应独立承担所有法律责任。本公司有权随时对您的帐号进行冻结、注销，同时本公司将保留追究您相应法律责任的权利。</p>
      <p>【信息的发布】您声明并保证，您对您所发布的信息拥有相应、合法的权利。否则，金享圈可对您发布的信息依法或依本协议进行删除或屏蔽。上述行为包括但不限于：</p>
      <p>1、反对宪法所确定的基本原则，危害国家安全、泄漏国家秘密、颠覆国家政权、破坏国家统一的。</p>
      <p>2、侵害他人名誉、隐私权、商业秘密、商标权、著作权、专利权、其他知识产权及其他权益。</p>
      <p>3、违反依法律或合约所应负之保密义务。</p>
      <p>4、冒用他人名义使用“金享圈平台”服务。</p>
      <p>5、从事任何不法交易行为，如贩卖枪支、毒品、禁药、盗版软件或其他违禁物。</p>
      <p>6、提供赌博资讯或以任何方式引诱他人参与赌博。</p>
      <p>7、涉嫌洗钱、套现或进行传销活动的。</p>
      <p>8、从事任何可能含有电脑病毒或是可能侵害“金享圈平台”服务系統、资料等行为。</p>
      <p>9、利用“金享圈平台”服务系统进行可能对互联网或移动网正常运转造成不利影响之行为。</p>
      <p>10、侵犯本公司的商业利益，包括但不限于发布非经本公司许可的商业广告。</p>
      <p>11、利用“金享圈平台”服务上传、展示或传播虚假的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料。</p>
      <p>12、其他本公司有正当理由认为不适当之行为。</p>
      <p>（十四）本公司提供的服务中可能包括广告，用户同意在使用过程中显示本公司和第三方供应商、合作伙伴提供的广告。除法律法规明确规定外，用户应自行对依该广告信息进行的交易负责，对用户因依该广告信息进行的交易或前述广告商提供的内容而遭受的损失或损害，本公司不承担任何责任。</p>
      <p>（十五）本公司在此提示，如您在使用中发现不妥之处或对于“金享圈平台”的使用或服务不满意时，请您及时联系并告知“金享圈平台”运营团队，我们将为您及时解决相关问题。如您在使用过程中恶意中伤或者造谣对“金享圈平台”或者本公司产生影响的，您将承担所有法律责任。</p>
      <p>（十六）用户使用本服务过程中，对自身使用本服务的行为以及通过本服务发布、公开的任何信息享有合法权利，承担相应法律责任</p>
      <h4>五、其他使用限制</h4>
      <p>（一）用户在使用本服务时应遵守中华人民共和国相关法律法规、用户所在国家或地区之法令及相关国际惯例，用户应同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于下列行为：</p>
      <p>1、上载、展示、张贴、传播或以其它方式传送含有下列内容之一的信息：</p>
      <p>（1）反对宪法所确定的基本原则的；</p>
      <p>（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
      <p>（3）损害国家荣誉和利益的；</p>
      <p>（4）煽动民族仇恨、民族歧视，破坏民族团结的；</p>
      <p>（5）破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
      <p>（6）散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
      <p>（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪；</p>
      <p>（8）侮辱或者诽谤他人，侵害他人合法权益的；</p>
      <p>（9）不遵守法律法规底线、社会主义制度底线、国家利益底线、公民合法权益底线、社会公共秩序底线、道德风尚底线和信息真实性底线的“七条底线”要求的；</p>
      <p>（10）含有法律、行政法规禁止的其他内容的信息。</p>
      <p>2、不得为任何非法目的而使用本服务，也不得以任何非法方式使用本服务。</p>
      <p>3、不利用本服务从事以下活动：</p>
      <p>（1）未经允许，进入计算机信息网络或者使用计算机信息网络资源的；</p>
      <p>（2）未经允许，对计算机信息网络功能进行删除、修改或者增加的；</p>
      <p>（3）未经允许，对进入计算机信息网络中存储、处理或者传输数据和应用程序进行删除、修改或者增加的；</p>
      <p>（4）故意制作、传播计算机病毒等破坏性程序的；</p>
      <p>（5）其他危害计算机信息网络安全的行为。</p>
      <p>（二）您不得利用本服务从事侵害他人合法权益之行为，否则本公司有权拒绝提供本服务，且您应承担所有相关法律责任，因此导致本公司或本公司雇员或其他方受损的，您应承担赔偿责任。上述行为包括但不限于:</p>
      <p>1、侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权等合法权益；</p>
      <p>2、违反依法定或约定之保密义务；</p>
      <p>3、冒用他人名义使用本服务；</p>
      <p>4、从事不法交易行为；</p>
      <p>5、骗贷或提供骗贷资讯或以任何方式引诱他人参与骗贷的行为；</p>
      <p>6、从事任何可能含有电脑病毒或是可能侵害本服务系统、资料之行为；</p>
      <p>7、其他本公司有正当理由认为不适当之行为。</p>
      <p>（三）如您违反本协议或相关的服务条款的规定，导致或产生本公司、本公司的合作公司、关联公司遭受任何第三方主张的任何索赔、要求，您同意赔偿本公司、本公司的合作公司、关联公司所遭受的全部损失（包括合理的律师费），并使之免受损害。此外，本公司有权视您的行为性质，采取包括但不限于删除您发布信息内容、暂停使用许可、终止服务、限制使用、回收“金享圈平台”帐号、追究法律责任等措施。对恶意注册“金享圈平台”帐号或利用“金享圈平台”帐号进行违法活动、捣乱、骚扰、欺骗其他用户以及其他违反本协议的行为，本公司有权回收其帐号。同时，本公司将协助司法部门或其他主管部门对此开展的各种调查。</p>
      <p>（四）您不得对本服务任何部分或本服务之使用或获得，进行复制、拷贝、出售、转售或用于任何其它商业目的。您不得利用“金享圈平台”从事任何损害借款用户的行为（包括但不限于诈骗借款客户、以“金享圈平台”名义收取前期费用或信息费用等）。您应当遵守注册要求，不得使用虚假信息认证（包括但不限于使用PS或其他的方式制造虚假资料假冒他人或冒用他人名义）。您不得使用外挂抢单软件等方式扰乱正常使用。如您违法本款任一要求的，本公司有权永久封禁您的账户且对于您账户的余额不予退款，甚至有权将您的资料移交给相关司法或行政部门进行调查处理。</p>
      <p>（五）您须对自己在使用“金享圈平台”服务过程中的行为承担法律责任。您承担法律责任的形式包括但不限于：对受到侵害者进行赔偿，以及在“金享圈平台”首先承担了因用户行为导致的行政处罚或侵权损害赔偿责任后，您应给予“金享圈平台”等额的赔偿。</p>
      <h4>六、免责条款</h4>
      <p>（一）您理解并同意，本公司一直在努力，但是本公司不能保证您在“金享圈平台”上抢单获取的借款客户情况一定符合您所服务机构的放款要求。并且，本公司不介入您和借款客户之间发生的任何纠纷、损失，该类风险由您自行承担，与本公司无关。</p>
      <p>（二）用户理解并同意，因业务发展需要，本公司保留单方面对本服务的全部或部分服务内容变更、暂停、终止或撤销的权利，用户需承担此风险。</p>
      <p>（三）用户在使用本服务的过程中应遵守国家法律法规及政策规定，因其使用本服务而产生的行为后果由用户自行承担。</p>
      <p>（四）用户通过本服务发布的任何信息，及通过本服务传递的任何观点不代表金享圈之立场，金享圈亦不对其完整性、真实性、准确性或可靠性负责。用户对于可能会在本平台上接触到的非法的、非道德的、错误的或存在其他失宜之处的信息，及被错误归类或是带有欺骗性的发布内容，应自行做出判断。在任何情况下，因前述非正当信息而导致的任何损失或伤害，应由相关行为主体承担全部责任。</p>
      <p>（五）不可抗力及其他免责事由：</p>
      <p>1、用户理解并确认，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，本公司将努力在第一时间与相关单位配合，及时进行修复，但是由此给用户或第三方造成的损失，本公司及合作单位在法律允许的范围内免责。</p>
      <p>2、用户理解并确认，本服务同大多数互联网服务一样，受包括但不限于用户原因、网络服务质量、社会环境等因素的差异影响，可能受到各种安全问题的侵扰，如他人利用用户的资料，造成现实生活中的骚扰；用户下载安装的其它软件或访问的其他网站中含有“特洛伊木马”等病毒，威胁到用户的计算机信息和数据的安全，继而影响本服务的正常使用等等。用户应加强信息安全及使用者资料的保护意识，要注意加强密码保护，以免遭致损失和骚扰。</p>
      <p>3、用户理解并确认，本服务存在因不可抗力、计算机病毒或黑客攻击、系统不稳定、用户所在位置、用户关机以及其他任何技术、互联网络、通信线路原因等造成的服务中断或不能满足用户要求的风险，因此导致的用户或第三方任何损失，本公司不承担任何责任。</p>
      <p>4、用户理解并确认，本公司需要定期或不定期地对“金享圈平台”、“金享圈平台”或相关的设备进行检修或者维护，如因此类情况而造成服务在合理时间内的中断，本公司无需为此承担任何责任。</p>
      <p>5、本公司依据法律法规、本协议约定获得处理违法违规或违约内容的权利，该权利不构成本公司的义务或承诺，本公司不能保证及时发现违法违规或违约行为或进行相应处理。</p>
      <p>6、用户理解并确认，对于本公司向用户提供的下列产品或者服务的质量缺陷及其引发的任何损失，本公司无需承担任何责任：</p>
      <p>（1）本公司向用户免费提供的服务；</p>
      <p>（2）本公司向用户赠送的任何产品或者服务。</p>
      <p>7、在任何情况下，本公司均不对任何间接性、后果性、惩罚性、偶然性、特殊性或刑罚性的损害，包括因用户使用“金享圈平台”或本服务而遭受的利润损失，承担责任（即使本公司已被告知该等损失的可能性亦然）。尽管本协议中可能含有相悖的规定，本公司对用户承担的全部责任，无论因何原因或何种行为方式，始终不超过用户因使用本公司提供的服务而支付给本公司的费用(如有)。</p>
      <h4>七、服务变更、中断或终止</h4>
      <p>（一）鉴于网络服务的特殊性，用户同意本公司有权随时变更、中断或终止部分或全部的服务。如因系统维护或升级的需要而需暂停网络服务，本公司将尽可能事先进行通告。</p>
      <p>（二）本公司有权判定您的行为是否符合本公司有关要求，出现包括但不限于以下情形的，本公司有权单方在不作通知的情况下终止对您提供的服务，由此产生的风险及责任由您自行承担。如造成本公司损失的，您还应承担赔偿等责任:</p>
      <p>1、用户提供的注册资料不真实、或与注册时信息不一致又未能提供合理证明；</p>
      <p>2、用户经第三方投诉侵权，且该等第三方已向本公司提交相应证据以证明侵权行为；</p>
      <p>3、用户违反本协议中规定的使用规则；</p>
      <p>4、用户未能按时足额向本公司支付费用(前提如果需要支付费用)；</p>
      <p>5、用户违反本协议其它规定，且自本公司通知其纠正之日起5 个工作日内仍未纠正的。</p>
      <p>6、按照法律定或有权机关的要求；</p>
      <p>7、出于安全的原因或其他必要的情形。</p>
      <p>（三）本协议的终止，意味您在本公司的服务的即时终止。</p>
      <p>（四）本协议的终止并不能当然的被认为免除用户在本协议生效期间应履行的相关付款义务;并不意味着终止前所发生的未完成的指令的撤销，也不能消除因终止前的交易所帯来的法律后果。</p>
      <p>（五）本公司保留在不事先通知用户的情况下随时中断或终止部分或全部网络服务的权利，对于所有服务的中断或终止而造成的任何损失，本公司无需对用户或任何第三方承担任何责任。</p>
      <h4>八、商标、知识产权、专利的保护</h4>
      <p>（一）本公司对“金享圈平台”软件以及本公司所有系统和网站的所有相关内容，包括但不限于各种文档资料、软件、商标、FLASH、设计、图案、音像、摄影、动画、美术等，依法拥有著作权、商标权、专利权、商业秘密以及其他相关的知识产权及知识产权的申请权。其它本协议中未经提及的权利亦由本公司保留。</p>
      <p>（二）非经本公司或本公司关联企业书面同意，任何人不得为任何营利性或非营利性的目的自行实施、利用、转让，或许可任何第三方实施、利用、转让上述知识产权，且不得擅自使用、修改、复制、公开传播、反向工程、或利用有关程序或内容。</p>
      <p>（三）尊重知识产权是您应尽的义务，如有违反，您应承担损害赔偿责任。</p>
      <h4>九、法律适用与管辖</h4>
      <p>1、本公司郑重提醒用户注意本协议中免除本公司责任和限制用户权利的条款，请用户仔细阅读，自主考虑风险</p>
      <p>2、本协议的效力、解释及纠纷的解决，适用于中华人民共和国法律。若用户和本公司之间发生任何纠纷或争议，首先应友好协商解决，如协商不成，任何一方均有权将相关争议提交至上海仲裁委员会进行仲裁，仲裁裁决将是终局的，对各方均具有约束力。</p>
      <p>3、本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效，对双方具有约束力。</p>
      <p>（以下无正文）</p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p>平台方: 上海数鸟信息科技有限公司  </p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p>注册用户:   </p>
      <p>身份证号:</p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p>签署时间:  年 月  日</p>
      

    </div>
    
  </div>
</template>
<script>
import { mapState } from 'vuex'
import flexible from '../axios/js/flexible.js'
import {sendRequest_app, getSignParamFromApp, openAppNativeView, goBackPage,controlTime} from '@/axios/axios_vue';
import {autoSign,getMyOrderList} from '@/axios/axios_vue';
import {AndroidOrIos} from '../axios/js/judge.js' 
import util from '../axios/js/util.js';
export default {
    name:'',
    data () {
        return { 
          title:'注册服务协议及隐私协议',

        }
    },
    computed:{

      
    },
    mounted() {
      document.title = this.title;
    
    },
    methods: {



   
    }
};
</script>
<style lang="scss" scoped>
.container {
  width: 10rem;
  background: #FAFAFC;
  background-size: 100% 100%;
  font-family:PingFangSC-Regular;
  font-weight:400;
  .xy_cont{
    width: 90%;
    margin: 0 auto;
    padding-bottom: 1.533333rem;
    overflow: hidden;
    .title{
      font-size: 16px;
      color: #5d5d5d;
      text-align: center;
      padding-top: 0.8rem;
      font-weight: bold;
    }
    h4{
      font-weight: bold;
      font-size: 15px;
      color: #333131;
      line-height: 1.2rem;
    }
    p{
      font-size: 14px;
      color: #605d5d;
      line-height: 1rem;
      text-align: left;
      display: -webkit-box;
      display: -ms-flexbox;
      /* display: flex; */
      -webkit-box-orient: horizontal;
      -webkit-box-direction: normal;
      -ms-flex-flow: row nowrap;
      flex-flow: row nowrap;
      -webkit-box-pack: justify;
      -ms-flex-pack: justify;
      justify-content: space-between;
      text-indent: 28px;
    }
  }
  


}
</style>

